/* error dialog default title */
TIME_MACHINE_ERROR = "Time Machine n’a pas pu terminer la sauvegarde.";

/* error dialog buttons */
OK = "OK";
PREFERENCES = "Ouvrir les Préférences Time Machine…";

/* string which is shown instead of the _SHOWPREFS message for managed prefs configurations */
MANAGED_PREFS = "Les réglages Time Machine de cet ordinateur sont contrôlés par Préférences gérées - Contactez l’administrateur de votre système.";

/* error messages - shared with TMPref pane*/

// NO_ERROR
RESULTCODE_0_MESSAGE = "Aucune erreur.";

// BACKUP_FAILED_LAUNCH
RESULTCODE_1_MESSAGE = "Impossible de lancer Time Machine.";  

// BACKUP_FAILED_SETUP
RESULTCODE_2_MESSAGE = "Impossible de terminer la copie de sauvegarde. Une erreur s’est produite lors de la création du dossier de sauvegarde."; 

// BACKUP_FAILED_TARGETVOL_UNSUPPORTED_FS
RESULTCODE_3_MESSAGE = "Le disque de sauvegarde n’est pas au format Mac OS Étendu (journalisé) requis.\n\n%@"; 
RESULTCODE_3_SHOWPREFS = "Ouvrez les Préférences Time Machine pour sélectionner un autre disque de sauvegarde.";

// BACKUP_FAILED_TARGETVOL_STATFS_FAILED
RESULTCODE_4_MESSAGE = "Impossible de connaître l’état du disque de sauvegarde."; 

// BACKUP_FAILED_TARGETVOL_OWNERS_DISABLED
RESULTCODE_5_MESSAGE = "Le droit de propriété sur le disque de sauvegarde n’est pas activé. mais doit l’être avant d’utiliser ce disque pour des sauvegardes Time Machine.\n\n%@"; 
RESULTCODE_5_SHOWPREFS = "Ouvrez les Préférences Time Machine pour sélectionner un autre disque de sauvegarde.";

// BACKUP_FAILED_TARGETVOL_NOT_JOURNALED
RESULTCODE_6_MESSAGE = "Le disque de sauvegarde n’est pas au format Mac OS Étendu (journalisé) requis.\n\n%@";
RESULTCODE_6_SHOWPREFS = "Ouvrez les Préférences Time Machine pour sélectionner un autre disque de sauvegarde."; 

// BACKUP_FAILED_TARGETVOL_DISK_SPACE
RESULTCODE_7_MESSAGE = "Cette sauvegarde est trop volumineuse pour le disque de sauvegarde. La sauvegarde nécessite %@ mais seuls %@ sont disponibles.\n\n%@";
RESULTCODE_7_SHOWPREFS = "Time Machine a besoin d’un espace de travail sur le disque de sauvegarde, en plus de l’espace requis pour les sauvegardes. Ouvrez les préférences de Time Machine pour choisir un disque de sauvegarde de plus grande capacité ou réduisez la sauvegarde en éliminant des fichiers."; 

// BACKUP_FAILED_TARGETVOL_READONLY
RESULTCODE_8_MESSAGE = "Les fichiers ne peuvent pas être copiés sur le disque de sauvegarde car celui-ci semble être en « lecture seule ».\n\n%@";
RESULTCODE_8_SHOWPREFS = "Vous devez peut-être réparer ou reformater le disque à l’aide d’Utilitaire de disque. Si ce disque n’est pas réparable, vous devez utiliser un autre disque de sauvegarde. Ouvrez les Préférences Time Machine pour sélectionner un autre disque de sauvegarde."; 

// BACKUP_FAILED_TARGETVOL_ACLS_DISABLED
RESULTCODE_9_MESSAGE = "Les listes de contrôle d’accès sur le disque de sauvegarde ne sont pas activées. Cette activation est requise.\n\n%@";
RESULTCODE_9_SHOWPREFS = "Ouvrez les Préférences Time Machine pour sélectionner un autre disque de sauvegarde."; 

// BACKUP_FAILED_PREFLIGHT_STAGE
RESULTCODE_10_MESSAGE = "Une erreur s’est produite lors de la préparation de la sauvegarde."; 

// BACKUP_FAILED_COPY_STAGE
RESULTCODE_11_HEADER = "La sauvegarde n’a pas pu être effectuée car une erreur est survenue lors de la copie de fichiers sur le disque de sauvegarde.";
RESULTCODE_11_MESSAGE = "Il est possible que le problème soit temporaire. Essayez de sauvegarder à nouveau ultérieurement. Si le problème persiste, utilisez l’Utilitaire de disque pour réparer votre disque de sauvegarde.";

// BACKUP_FAILED_LINK_SOURCE
RESULTCODE_12_MESSAGE = "Une erreur est survenue lors de la liaison de fichiers sur le disque de sauvegarde."; 

//  BACKUP_FAILED_TOO_MUCH_ACTIVITY
RESULTCODE_13_MESSAGE = "Trop de fichiers ont été modifiés lors de la sauvegarde."; 

// BACKUP_FAILED_SNAPSHOT_DELETE_FAILED 
RESULTCODE_14_MESSAGE = "Une erreur s’est produite lors de la tentative de suppression des sauvegardes expirés du disque de sauvegarde.";

// BACKUP_FAILED_CULLING_DISABLED
RESULTCODE_15_MESSAGE = "Toutes les copies de sauvegarde expirées ont été supprimées mais le disque de sauvegarde est toujours saturé.\n\n%@";
RESULTCODE_15_SHOWPREFS = "Ouvrez les Préférences Time Machine pour sélectionner un disque de sauvegarde plus volumineux.";

// BACKUP_FAILED_CULLING_DATELIMIT
RESULTCODE_16_MESSAGE = "Toutes les copies de sauvegarde expirées ont été supprimées mais le disque de sauvegarde est toujours saturé.\n\n%@";
RESULTCODE_16_SHOWPREFS = "Ouvrez les Préférences Time Machine pour sélectionner un disque de sauvegarde plus volumineux."; 

// BACKUP_FAILED_TARGETVOL_NOT_SPECIFIED
RESULTCODE_17_MESSAGE = "Aucun disque de sauvegarde n’a été sélectionné.\n\n%@";
RESULTCODE_17_SHOWPREFS = "Ouvrez les Préférences Time Machine pour sélectionner un disque de sauvegarde.";

// BACKUP_FAILED_TARGETVOL_NOT_FOUND
RESULTCODE_18_MESSAGE = "Le disque de sauvegarde est introuvable.\n\n%@";
RESULTCODE_18_SHOWPREFS = "Assurez-vous que le disque de sauvegarde est connecté ou ouvrez les Préférences Time Machine pour sélectionner un autre disque de sauvegarde."; 

// BACKUP_FAILED_TARGETVOL_NOT_MOUNTED
RESULTCODE_19_MESSAGE = "Le disque de sauvegarde n’est pas disponible."; 

// BACKUP_FAILED_DISK_IMAGE_NOT_CREATED
RESULTCODE_20_MESSAGE = "Impossible de créer l’image disque de sauvegarde « %@ » (erreur %@)."; 

// BACKUP_FAILED_DISK_IMAGE_NOT_MOUNTED
RESULTCODE_21_MESSAGE = "Impossible d’accéder à l’image disque de sauvegarde « %@ » (erreur %@)."; 

// BACKUP_CANCELED
RESULTCODE_22_MESSAGE = "Sauvegarde annulée"; 

// BACKUP_FAILED_CASE_SENSITIVITY
RESULTCODE_23_MESSAGE = "Un des disques que vous sauvegardez est sensible aux majuscules mais le disque de sauvegarde ne l’est pas.\n\n%@";
RESULTCODE_23_SHOWPREFS = "Ouvrez les Préférences Time Machine pour sélectionner un autre disque de sauvegarde ou pour choisir de ne pas sauvegarder le volume sensible au caractère majuscule."; 

// BACKUP_FAILED_DUPLICATE_VOLNAMES
RESULTCODE_24_MESSAGE = "Deux disques sur le point d’être sauvegardés portent le même nom. Veuillez renommer l’un d’entre eux."; 

// BACKUP_FAILED_NO_SOURCE_VOLUMES
RESULTCODE_25_MESSAGE = "Il n’y a aucun disque sur le point d’être sauvegardé qui soit disponible. Cela peut arriver lorsque tous les disques se trouvent dans la liste « Ne pas sauvegarder ».\n\n%@";
RESULTCODE_25_SHOWPREFS = "Pour éditer la liste, ouvrez les préférences de Time Machine et cliquez sur Options.";

// BACKUP_FAILED_NETWORK_INTERRUPTION
RESULTCODE_26_HEADER = "Time Machine n’a pas pu terminer la sauvegarde à cause d’un problème de réseau.";
RESULTCODE_26_MESSAGE = "Assurez-vous que votre ordinateur et le disque de sauvegarde sont sur le même réseau et que le disque de sauvegarde est en fonctionnement. Réessayez alors le processus de sauvegarde.";

// BACKUP_FAILED_DISK_INTERRUPTION
RESULTCODE_27_MESSAGE = "Le disque de sauvegarde a peut-être été éjecté ou déconnecté de votre ordinateur.";

// BACKUP_FAILED_TARGETVOL_DISK_SPACE_DURING_BACKUP
RESULTCODE_28_MESSAGE = "Disque de sauvegarde saturé de manière inopinée. Time Machine va tenter de créer de l’espace disponible en supprimant les sauvegardes expirées lors de la prochaine sauvegarde programmée.\n\n%@";
RESULTCODE_28_SHOWPREFS = "Ouvrez les Préférences Time Machine pour sélectionner un disque de sauvegarde plus volumineux ou pour diminuer la taille de la sauvegarde en excluant certains fichiers."; 

// BACKUP_FAILED_AUTHENTICATION_ERROR
RESULTCODE_29_MESSAGE = "Le disque de sauvegarde réseau n’a pu être accédé en raison d’un problème de nom d’utilisateur ou mot de passe réseau.\n\n%@";
RESULTCODE_29_SHOWPREFS = "Ouvrez les Préférences Time Machine puis sélectionnez le réseau de sauvegarde et saisissez de nouveau les bons nom d’utilisateur et mot de passe.";

// BACKUP_FAILED_UNABLE_TO_REUSE_BACKUP
RESULTCODE_30_MESSAGE = "Une erreur s’est produite en essayant de réutiliser la sauvegarde « %@ ».";

// BACKUP_FAILED_DISK_IMAGE_BUSY
RESULTCODE_31_MESSAGE = "L’image disque de sauvegarde « %@ » est déjà utilisée.";

// BACKUP_FAILED_DISK_IMAGE_NOT_FOUND
RESULTCODE_32_MESSAGE = "L’image disque de sauvegarde « %@ » est introuvable.";

// BACKUP_FAILED_CLOCK_WRONG
RESULTCODE_33_MESSAGE = "Les date et heure du système sont incorrectes.";

// BACKUP_FAILED_NO_PRIMARY_NETWORK_INTERFACE
RESULTCODE_34_MESSAGE = "Cet ordinateur n’est pas équipé d’interface réseau maître.";

// BACKUP_FAILED_BOOT_COOKIE_NOT_FOUND
RESULTCODE_35_MESSAGE = "Certains réglages de Time Machine sont introuvables sur ce disque de sauvegarde.\n\n%@";
RESULTCODE_35_SHOWPREFS = "Pour rétablir les réglages de Time Machine, ouvrez les Préférences Time Machine et sélectionnez de nouveau le disque de sauvegarde.";

// BACKUP_FAILED_DESTINATION_COOKIE_NOT_FOUND
RESULTCODE_36_MESSAGE = "Time Machine n’a pas pu trouver certains réglages sur ce disque de sauvegarde « %@ »\n\nAssurez-vous que le disque de sauvegarde est connecté et que les autres disques connectés n’utilisent pas un nom identque à celui du disque de sauvegarde.\n\n%@";
RESULTCODE_36_SHOWPREFS = "Pour rétablir les réglages de Time Machine, ouvrez les Préférences Time Machine et sélectionnerz de nouveau le disque de sauvegarde.";

// BACKUP_FAILED_DISK_SOURCE_INTERRUPTION
RESULTCODE_37_MESSAGE = "L’un des disques en cours sauvegarde a peut-être été éjecté ou déconnecté de votre ordinateur.";

// BACKUP_FAILED_TARGETIMAGE_READONLY
RESULTCODE_38_MESSAGE = "Time Machine ne peut utiliser cette image disque puisqu’elle est non inscriptible.";

// BACKUP_HC_FAILED_TARGETVOL_RESOLUTION_FAILED
RESULTCODE_40_HEADER = "Time Machine n’a pas pu vérifier vos sauvegardes car le disque de sauvegarde n’est pas disponible.";
RESULTCODE_40_MESSAGE = "Assurez-vous que votre ordinateur et le disque de sauvegarde sont sur le même réseau et que le disque de sauvegarde est en fonctionnement. Réessayez alors la vérification de vos sauvegardes.";

// BACKUP_HC_FAILED_TARGETVOL_READONLY
RESULTCODE_41_HEADER = "Time Machine n’a pas pu vérifier vos sauvegardes.";
RESULTCODE_41_MESSAGE = "Le disque de sauvegarde semble être en mode de lecture seule.";

// BACKUP_HC_VERIFICATION_INTERRUPTED
RESULTCODE_42_HEADER = "Time Machine n’a pas pu vérifier vos sauvegardes car la vérification a été interrompue.";
RESULTCODE_42_MESSAGE = "Les interruptions sont en général causées par des problèmes de réseau. Réessayez une fois ces problèmes résolus.";

// BACKUP_FAILED_TO_ABANDON_IMAGE
RESULTCODE_43_MESSAGE = "Time Machine n’a pas pu déplacer l’image disque de sauvegarde « %@ » existante.";

// BACKUP_FAILED_TO_DELETE_IMAGE
RESULTCODE_44_MESSAGE = "Time Machine n’a pas pu supprimer l’image disque de sauvegarde « %@ ».";

// BACKUP_FAILED_UNKNOWN
RESULTCODE_999_MESSAGE = "Code d’erreur : %@";

// BACKUP_WARNING_LOW_DISK_MESSAGE
RESULTCODE_1000_HEADER = "Le disque de sauvegarde est presque saturé.";
RESULTCODE_1000_MESSAGE = "Lorsque le disque de sauvegarde est saturé, Time Machine supprime les anciennes copies de sauvegarde pour libérer de l’espace pour les nouvelles.\n\n%@";
RESULTCODE_1000_SHOWPREFS = "Si vous préférez conserver anciennes copies de sauvegarde supplémentaires, ouvrez les Préférences Time Machine pour sélectionner un nouveau disque de sauvegarde.";

// BACKUP_WARNING_THINNING_START
RESULTCODE_1001_HEADER = "Le disque de sauvegarde est saturé.";
RESULTCODE_1001_MESSAGE = "Time Machine a supprimé une ou plusieurs anciennes copies de sauvegarde afin de libérer de l’espace pour les nouvelles. La plus ancienne copie de sauvegarde existante est %@\n\n%@";
RESULTCODE_1001_SHOWPREFS = "Pour éviter la suppression des anciennes copies de sauvegarde supplémentaires, ouvrez les Préférences Time Machine pour sélectionner un autre disque de sauvegarde."; 
RESULTCODE_1001_CHECKBOX = "Ne plus afficher cet avertissement.";

// BACKUP_WARNING_NO_RECENT_BACKUPS
RESULTCODE_1002_MESSAGE = "Time Machine n’a pas sauvegardé votre ordinateur depuis %@ jours.\n\n%@"; 
RESULTCODE_1002_SHOWPREFS = "Assurez-vous que le disque de sauvegarde est disponible ou ouvrez les préférences Time Machine pour sélectionner un nouveau disque de sauvegarde.";

// BACKUP_WARNING_REUSE_BACKUPS
RESULTCODE_1003_HEADER = "Souhaitez-vous réutiliser la sauvegarder « %@ » avec cet ordinateur ?";
RESULTCODE_1003_MESSAGE = "Cette sauvegarde a été créée sur un autre ordinateur. Si vous réutilisez cette sauvegarde, elle ne pourra plus être utilisée pour restaurer l’ordinateur d’origine.";
REUSE_BACKUP_BUTTON = "Réutiliser la sauvegarde";
CREATE_NEW_BACKUP_BUTTON = "Créer une nouvelle sauvegarde";
ASK_LATER_BUTTON = "Ne pas sauvegarder maintenant";

// BACKUP_WARNING_FIRMWARE 
RESULTCODE_1004_HEADER = "Une mise à jour de « %@ » est disponible.";
RESULTCODE_1004_MESSAGE = "Cette mise à jour améliore la fiabilité de Time Capsule. Pour installer la mise à jour, ouvrez Utilitaire AirPort. Il vous faudra peut-être fournir le mot de passe de « %@ ».";
REMIND_LATER_BUTTON = "Mettre à jour plus tard";
AIRPORT_UTILITY_BUTTON = "Ouvrir Utilitaire AirPort…";

// BACKUP_WARNING_DELETE_IMAGE 
RESULTCODE_1006_HEADER = "Time Machine a effectué une vérification des sauvegardes. Pour augmenter la fiabilité, Time Machine doit démarrer une nouvelle sauvegarde.";
RESULTCODE_1006_MESSAGE = "Cliquez sur « Lancer une nouvelle sauvegarde » pour créer une nouvelle sauvegarde. Cette opération supprimera l’historique de sauvegarde existant. L’opération peut nécessiter plusieurs heures.\n\nCliquez sur Sauvegarder plus tard pour recevoir un rappel demain. Time Machine ne procédera à aucune sauvegarde d’ici là.";
CREATE_RECOVERY_IMAGE_NOW_BUTTON = "Lancer une nouvelle sauvegarde";
CREATE_RECOVERY_IMAGE_ASK_LATER_BUTTON = "Sauvegarder plus tard";

// BACKUP_WARNING_TARGETVOL_CHANGED
RESULTCODE_1008_HEADER = "L’identité du disque de sauvegarde a changé depuis la dernière sauvegarde.";
RESULTCODE_1008_MESSAGE = "Il se peut que ce disque ait été remplacé ou effacé. SI ce n’est pas le cas, quelqu’un est peut–être en train d’essayer d’inciter votre ordinateur à effectuer une sauvegarde sur un mauvais disque.";
BACKUP_WARNING_TARGETVOL_CHANGED_OK_BUTTON = "Utiliser ce disque";
BACKUP_WARNING_TARGETVOL_CHANGED_CANCEL_BUTTON = "Ne pas sauvegarder";

// UNITS
KB = "Ko";
MB = "Mo";
GB = "Go";
TB = "To";
